export const getArrayRecomends = async () => {
	const testArrayRecomends = [
		{
			title: 'Оптимизация налогообложения',
			description:
				'На основе вашего текущего баланса и расходов, мы рекомендуем рассмотреть возможность перехода на другую систему налогообложения, которая может снизить ваши налоговые обязательства.',
		},
		{
			title: 'Управление кассовыми потоками',
			description:
				'Ваши последние транзакции показывают, что вы можете улучшить управление кассовыми потоками. Вот несколько стратегий для оптимизации ваших финансов.',
		},
		{
			title: 'Персонал и найм',
			description:
				'Учитывая вашу текущую численность сотрудников, мы предлагаем вам следующие методы поиска и найма квалифицированных специалистов, которые помогут вам избежать проблем с некомпетентностью',
		},
		{
			title: 'Оптимизация налогообложения',
			description:
				'На основе вашего текущего баланса и расходов, мы рекомендуем рассмотреть возможность перехода на другую систему налогообложения, которая может снизить ваши налоговые обязательства.',
		},
		{
			title: 'Управление кассовыми потоками',
			description:
				'Ваши последние транзакции показывают, что вы можете улучшить управление кассовыми потоками. Вот несколько стратегий для оптимизации ваших финансов.',
		},
		{
			title: 'Персонал и найм',
			description:
				'Учитывая вашу текущую численность сотрудников, мы предлагаем вам следующие методы поиска и найма квалифицированных специалистов, которые помогут вам избежать проблем с некомпетентностью',
		},
		{
			title: 'Оптимизация налогообложения',
			description:
				'На основе вашего текущего баланса и расходов, мы рекомендуем рассмотреть возможность перехода на другую систему налогообложения, которая может снизить ваши налоговые обязательства.',
		},
		{
			title: 'Управление кассовыми потоками',
			description:
				'Ваши последние транзакции показывают, что вы можете улучшить управление кассовыми потоками. Вот несколько стратегий для оптимизации ваших финансов.',
		},
		{
			title: 'Персонал и найм',
			description:
				'Учитывая вашу текущую численность сотрудников, мы предлагаем вам следующие методы поиска и найма квалифицированных специалистов, которые помогут вам избежать проблем с некомпетентностью',
		},
	];
	try {
		return testArrayRecomends;
	} catch (e) {
		throw Error(e);
	}
};
