/*
 * Главная страница
 * Страница мои услуги
 *
 * Услуга Бухгалтерское обслуживание
 * Включает в себя список налогов, необходимые поля:
 * название налога, дата получения, его величина
 * */

export const taxes = [
	{
		name: 'НДС',
		date: '05.05.2010',
		total: 10000,
	},
	{
		name: 'УСН',
		date: '05.05.2011',
		total: 5000,
	},
	{
		name: 'НДФЛ',
		date: '05.05.2012',
		total: 2500,
	},
	{
		name: 'ФОМС',
		date: '05.05.2013',
		total: 1250,
	},
	{
		name: 'ФОМС2',
		date: '05.05.2014',
		total: 1250,
	},
];
